var objDataList = {
//オブジェクト名
	level: [0,"レベ\nル"],
	text: [0,"テキ\nスト"],
	snails: [0,"Ryo"],
	dog: [0,"犬"],
	water: [0,"水"],
	ice: [0,"氷"],
	wall: [0,"壁"],
	door: [0,"ドア"],
	stone: [0,"石"],
	key: [0,"鍵"],
	flag: [0,"旗"],

//################################################
//テキストブロック名(接続)
	is: [1,"は"],
	and: [1,"と"],
	has: [1,"が\n持つ"],
	make: [1,"が\n作成"],

//################################################
//テキストブロック名(結果)
	trans: [2,"挑戦"],
	you: [2,"あな\nた"],
	win: [2,"勝つ"],
	stop: [2,"止ま\nる"],
	push: [2,"押す"],
	defeat: [2,"失う"],
	sink: [2,"沈む"],
	float: [2,"浮く"],
	shut: [2,"閉じ\nる"],
	open: [2,"開け\nる"],
	hot: [2,"熱い"],
	melt: [2,"溶け\nる"],
	move: [2,"動く"],
	fall: [2,"落ち\nる"],
	weak: [2,"脆い"],
	word: [2,"文字"],
}